Revit 2024 API
InternalOrigin.Position Property
 The position of the InternalOrigin.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2020.2
Syntax
C#
public XYZ Position { get; }
Visual Basic
Public ReadOnly Property Position As XYZ
	Get
Visual C++
public:
property XYZ^ Position {
	XYZ^ get ();
}
See Also
InternalOrigin Class
Autodesk.Revit.DB Namespace